"Add Field" = "Legg til merknad";

"Album" = "Album";
"Artist" = "Artist";
"Artwork" = "Bilde";
"Author" = "Opphavsperson";
"Comment" = "Kommentar";
"Composer" = "Komponist";
"Copyright" = "Copyright";
"Creation Date" = "Opprettet dato";
"Description" = "Beskrivelse";
"Director" = "Regissør";
"Disclaimer" = "Ansvarsbegrensning";
"Encoded By" = "Kodet av";
"Genre" = "Sjanger";
"Full Name" = "Fullt navn";
"Keywords" = "Nøkkelord";
"Title" = "Tittel";
"Information" = "Informasjon";
"Producer" = "Produsent";
"Edit Date" = "Redigert dato";
"Track Number" = "Spor";
"Performers" = "Utøvere";
"URL Link" = "URL-kobling";
"Playback Requirements" = "Avspillingskrav";
"Original Artist" = "Originalartist";
"Original Source" = "Originalkilde";
"Original Format" = "Originalformat";
"Software" = "Programvare";
"Product" = "Produkt";
"Warning" = "Advarsel";
"Writer" = "Forfatter";
"Year" = "År";
